Repository: common-repository/cm-idin
Catalog: languages/cm-idin-*.po
Languages: nl_nl

source: This plugin is being developed by Pronamic for CM. Depending on your question you should contact Pronamic or CM.
nl_nl: Deze plugin wordt ontwikkeld door Pronamic voor CM. Afhankelijk van je vraag kun je contact opnemen met Pronamic of CM.

source: If you need help by filling out your account details or setting up common settings, please contact CM.
nl_nl: Als je hulp nodig hebt bij het invullen van je accountgegevens of algemene instellingen, neem dan contact op met CM.

source: Phone
nl_nl: Telefoon

source: Email
nl_nl: E-mailadres

source: https://www.cm.com/
nl_nl: https://www.cm.nl/

source: Please enter a valid CM iDIN merchant token.
nl_nl: Voer een geldig CM iDIN merchant token in.

source: General
nl_nl: Algemeen

source: Name
nl_nl: Naam

source: Balance
nl_nl: Balans

source: Used
nl_nl: Gebruikt

source: Available
nl_nl: Beschikbaar

source: If you’re experiencing issues or need help with advanced topics, please contact Pronamic.
nl_nl: Als je (installatie) problemen ondervindt of hulp nodig hebt met specifieke WordPress onderwerpen, neem dan contact op met Pronamic.

source: https://www.pronamic.eu/support/
nl_nl: https://www.pronamic.nl/support/

source: support@pronamic.eu
nl_nl: support@pronamic.nl

source: Date
nl_nl: Datum

source: Transaction ID
nl_nl: Transactie ID

source: Issuer
nl_nl: Bank

source: Gender
nl_nl: Geslacht

source: Address
nl_nl: Adres

source: Age
nl_nl: Leeftijd

source: %s year
nl_nl: %s jaar

source: Yes, 18+ verified.
nl_nl: Ja, 18+ geverifieerd.

source: No, not 18+ verified.
nl_nl: Nee, niet 18+ geverifieerd.

source: Status Response
nl_nl: Status antwoord

source: Initials
nl_nl: Initialen

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Last Name Prefix
nl_nl: Achternaam voorvoegsel

source: Street
nl_nl: Straat

source: House Number
nl_nl: Huisnummer

source: House Number Suffix
nl_nl: Huisnummer achtervoegsel

source: Postal Code
nl_nl: Postcode

source: City
nl_nl: Plaats

source: Country
nl_nl: Land

source: Date of Birth
nl_nl: Geboortedatum

source: 18 Years or Older
nl_nl: 18 jaar of ouder

source: Telephone Number
nl_nl: Telefoonnummer

source: Mode
nl_nl: Modus

source: Registration with iDIN
nl_nl: Registratie met iDIN

source: Active
nl_nl: Actief

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Login with iDIN
nl_nl: Inloggen met iDIN

source: 18+ Age Verification with iDIN
nl_nl: 18+ leeftijdsverificatie met iDIN

source: Age Verification Required
nl_nl: Leeftijd Verificatie Verplicht

source: Always
nl_nl: Altijd

source: Only 18+ products
nl_nl: Alleen 18+ producten

source: Show notice on product page
nl_nl: Toon bericht op productpagina

source: Product page notice
nl_nl: Productpagina bericht

source: Show shopping cart notice
nl_nl: Toon winkelmand bericht

source: Shopping cart notice
nl_nl: Winkelmand opmerking

source: CM iDIN Transactions
nl_nl: CM iDIN-transacties

source: Transactions
nl_nl: Transacties

source: CM iDIN Settings
nl_nl: CM iDIN instellingen

source: Settings
nl_nl: Instellingen

source: Success
nl_nl: Succes

source: Cancelled
nl_nl: Geannuleerd

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Registration
nl_nl: Registratie

source: Login
nl_nl: Inloggen

source: Age Verification
nl_nl: Leeftijdsverificatie

source: To order this product you must be 18 years or older.
nl_nl: Om dit product te bestellen dien je 18 jaar of ouder te zijn.

source: You must be 18 years or older to order the products listed below.
nl_nl: Je moet 18 jaar of ouder zijn om de onderstaande producten af te rekenen.

source: Other
nl_nl: Overig

source: User
nl_nl: Gebruiker

source: Transaction:
nl_nl: Transactie:

source: 18+ Age Verification
nl_nl: 18+ leeftijdsverificatie

source: 18+ Age Verification with iDIN required to order this product.
nl_nl: 18+ leeftijdsverificatie met iDIN vereist om dit product te bestellen.

source: Age verification via iDIN is required.
nl_nl: Leeftijd verificatie via iDIN is verplicht.

source: In order to continue, you need to verify your age through iDIN.
nl_nl: Om door te gaan moet je je leeftijd middels iDIN verifieren.

source: Select your bank
nl_nl: Selecteer je bank

source: — Select your bank —
nl_nl: — Selecteer je bank —

source: Verify age with iDIN
nl_nl: Verifieer leeftijd met iDIN

source: The iDIN transaction has been cancelled.
nl_nl: De iDIN-transactie is geannuleerd.

source: Your issuer did not supply an email adress.
nl_nl: Je bank heeft geen e-mailadres doorgegeven.

source: We could not find a corresponding user for your iDIN transaction.
nl_nl: We konden geen overeenkomstige gebruiker vinden voor je iDIN-transactie.

source: There is already a user with your e-mail address, try to login.
nl_nl: Er is al een gebruiker met je e-mailadres, probeer in te loggen.

source: There is already a user with your iDIN information, try to login.
nl_nl: Er is al een gebruiker met je iDIN informatie, probeer in te loggen.

source: Check your email for your login details.
nl_nl: Controleer je e-mail voor inloggegevens.

source: Your age is verified.
nl_nl: Je leeftijd is geverifieerd.

source: Unfortunately, we were unable to verify your age.
nl_nl: Helaas, we konden je leeftijd niet verifiëren.

source: You are successfully logged in.
nl_nl: Je bent succesvol ingelogd.

source: You are successfully registered.
nl_nl: Je bent succesvol geregistreerd.

source: Registration with iDIN is almost complete. Please enter your email address in order to finish your registration.
nl_nl: Registratie met iDIN is bijna compleet. Vul uw e-mailadres in om uw registratie te voltooien.

source: What is iDIN?
nl_nl: Wat is iDIN?

source: Please enter your email address
nl_nl: Voer je e-mailadres in

source: Complete Registration
nl_nl: Voltooi registratie

source: Cancel Registration
nl_nl: Registratie annuleren

source: iDIN is a secure way of identifying yourself with the merchant. It enables quick registration and login through your bank.
nl_nl: iDIN is een veilige manier om je te identificeren voor de verkoper. Het zorgt voor een snelle registratie en login via uw bank.

source: Register with iDIN
nl_nl: Registreer met iDIN

source: CM iDIN for WooCommerce
nl_nl: CM iDIN voor WooCommerce

source: With iDIN a merchant can identify the consumers name and address and verify if the age is 18+.
nl_nl: Met iDIN kan een merchant de naam en het adres van de consument identificeren en verifiëren of de leeftijd 18+ is.
